Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# QuicklookTipContent.Text
source: QuickLook is an auxiliary software for convenient and quick viewing of file contents. To enable this feature, you must install QuickLook in advance and ensure that QuickLook works properly. You can click on any file in the RX Explorer and press the space bar to activate QuickLook
de_de: QuickLook ist eine Hilfssoftware für die bequeme und schnelle Anzeige von Dateiinhalten. Um diese Funktion zu aktivieren, müssen Sie QuickLook im Voraus installieren und sicherstellen, dass QuickLook ordnungsgemäß funktioniert. Sie können auf eine beliebige Datei im RX Explorer klicken und die Leertaste drücken, um QuickLook zu aktivieren.
es: QuickLook es un programa auxiliar para poder ver de manera rápida y práctica el contenido de archivos. Para habilitar esta función, debes instalar antes QuickLook y asegurarte de que funciona correctamente. Puedes seleccionar cualquier archivo dentro de RX Explorer y pulsar la barra espaciadora para activar QuickLook.
fr_fr: QuickLook est un logiciel auxiliaire qui permet de visualiser rapidement et facilement le contenu des fichiers. Pour activer cette fonction, vous devez installer QuickLook à l'avance et vous assurer que QuickLook fonctionne correctement. Vous pouvez cliquer sur n'importe quel fichier dans RX Explorateur et appuyer sur la barre d'espace pour activer QuickLook
zh_hans: QuickLook是一种方便快捷查看文件内容的辅助软件。若要启用此功能，则您必须提前安装QuickLook并确保QuickLook正常运行。您可以在RX文件管理器中点击任意文件并按下空格键来激活QuickLook
zh_hant: QuickLook是一個輔助軟體，可方便快捷地查看檔案內容。若要啟用此功能，必須預先安裝QuickLook並確保QuickLook正常執行。 您可以在RX 檔案總管中單擊任意檔案，然後按空格鍵以使用QuickLook

# SettingPersonalize.Text
source: Personalize
de_de: Personalisieren
es: Personalizar
fr_fr: Personnalisé
zh_hans: 个性化
zh_hant: 個人化

# LanguageComboBoxLabel.Text
source: Language
de_de: Sprache
es: Idioma
fr_fr: Langue
zh_hans: 语言
zh_hant: 語言

# Common_Dialog_CloseButton
source: Got it
de_de: Verstanden
es: Vale
fr_fr: Compris
zh_hans: 知道了
zh_hant: 我知道了

# Network_Error_Dialog_Content
source: This operation cannot be performed due to network reasons
de_de: Dieser Vorgang kann aus Netzwerkgründen nicht ausgeführt werden.
es: No se puede realizar esta operación debido a la red.
fr_fr: Cette opération ne peut être réalisée à cause de problèmes de réseau
zh_hans: 因网络原因无法进行此项操作
zh_hant: 由於網絡原因無法執行此操作

# Common_Dialog_ErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

# PairedText
source: Paired
de_de: Verbunden
es: Vinculado
fr_fr: Appairé
zh_hans: 已配对
zh_hant: 已配對

# BluetoothPairButtonText
source: Pair
de_de: Verbinden
es: Vincular
fr_fr: Coupler

# ReadyToPairText
source: Ready to pair
de_de: Bereit zum Verbinden
es: Listo para vincular
fr_fr: Prêt pour s'appairer
zh_hans: 准备配对
zh_hant: 準備好進行配對

# UnknownText
source: Unknown
de_de: Unbekannt
es: Desconocido
fr_fr: Inconnue
zh_hans: 未知
zh_hant: 不明

# UnpairText
source: Unpair
de_de: Entkoppeln
es: Desvincular
fr_fr: Déconnecter
zh_hans: 取消配对
zh_hant: 取消配對

# Bluetooth_Transfer_DeviceName
source: Target device:
de_de: Zielgerät:
es: Dispositivo de destino:
fr_fr: Appareil cible:
zh_hans: 目标设备:
zh_hant: 目標裝置:

# Bluetooth_Transfer_Status_1
source: Transmitting
de_de: Übertragen
es: Transmitiendo
fr_fr: Transmettre
zh_hans: 正在传输
zh_hant: 傳送中...

# Bluetooth_Transfer_Status_2
source: File transfer cancelled by user
de_de: Übertragung beendet
es: Transmisión terminada
fr_fr: Transfert terminé
zh_hans: 传输中止
zh_hant: 傳輸停止

# Bluetooth_Transfer_Status_3
source: File transfer completed successfully
de_de: Übertragung abgeschlossen
es: Transmisión completada
fr_fr: Transmission terminée
zh_hans: 传输完成
zh_hant: 傳輸完成

# Crop_Toast_Cancel_Text_1
source: Cropping task has been cancelled
de_de: Zuschneideaufgabe wurde abgebrochen
es: Se ha cancelado la tarea de recorte.
fr_fr: Opération de recadrage a été annulée
zh_hans: 裁剪任务已被取消
zh_hant: 壓縮任務已取消

# Crop_Toast_Cancel_Text_2
source: You can try restarting the task
de_de: Sie können versuchen, die Aufgabe neu zu starten.
es: Puedes intentar reiniciar la tarea.
fr_fr: Vous pouvez essayer de redémarrer l'opération
zh_hans: 您可以尝试重启该任务
zh_hant: 您可以嘗試重新啟動該任務

# Crop_Toast_Complete_Text
source: Cropping has been completed!
de_de: Das Zuschneiden ist abgeschlossen!
es: ¡Recorte completado!
fr_fr: Recadrage terminé avec succès
zh_hans: 裁剪已完成！
zh_hant: 壓縮任務已完成!

# Crop_Toast_ProbarTitle
source: Processing...
de_de: Verarbeitung...
es: Procesando...
fr_fr: Traitement...
zh_hans: 正在处理...
zh_hant: 正在壓縮...

# Crop_Toast_Title
source: Cropping:
de_de: Zuschneiden:
es: Recortando:
fr_fr: Recadrage:
zh_hans: 正在裁剪:
zh_hant: 壓縮:

# Disk_Capacity_Description
source: free of
de_de: frei von
es: sin
fr_fr: libre sur
zh_hans: 可用，共
zh_hant: 可用

# EnDecode_Dialog_Content
source: Cannot convert image format due to missing encoder or unsupported operation
de_de: Bildformat kann aufgrund fehlender Encoder oder nicht unterstützter Operation nicht konvertiert werden
es: No se puede convertir el formato de imagen debido a un codificador faltante o a una operación no compatible.
fr_fr: Impossible de convertir le format de l'image en raison d'un codeur manquant ou d'une opération non prise en charge
zh_hans: 由于缺失编码器或操作不受支持，无法进行图像格式转换
zh_hant: 由於缺少編碼器或不支持此操作，無法轉換圖像格式

# Merge_Toast_Cancel_Text_1
source: Merging task has been cancelled
de_de: Zusammenführung wurde abgebrochen
es: Se ha cancelado la tarea de fusión.
fr_fr: Opération de fusion a été annulée
zh_hans: 合并已完成
zh_hant: 合併已取消

# Merge_Toast_Cancel_Text_2
source: You can try restarting the task
de_de: Sie können versuchen die Aufgabe neu zu starten.
es: Puedes intentar reiniciar la tarea.
fr_fr: Vous pouvez essayer de redémarrer l'opération
zh_hans: 您可以尝试重启该任务
zh_hant: 您可以嘗試重新啟動該任務

# Merge_Toast_Complete_Text
source: Merging has been completed!
de_de: Zusammenführung wurde abgeschlossen!
es: ¡Fusión completada!
fr_fr: Fusion terminée avec succès
zh_hans: 合并已完成！
zh_hant: 合併成功

# Merge_Toast_ProbarTitle
source: Processing...
de_de: Verarbeitung...
es: Procesando...
fr_fr: Traitement...
zh_hans: 正在处理...
zh_hant: 正在合併...

# Merge_Toast_Title
source: Merging the video...
de_de: Video wird zusammengeführt...
es: Fusionando vídeo...
fr_fr: Fusion des videos...
zh_hans: 正在合并视频...
zh_hant: 合併影片...

# Toast_ClickToCancel_Text
source: Click the prompt to cancel
de_de: Auf die Aufforderung klicken zum Abbrechen.
es: Pulsa en el aviso para cancelar.
fr_fr: Cliquez sur l'invite pour annuler
zh_hans: 点击此提示以取消
zh_hant: 單擊提示取消

# Toast_ClickToClear_Text
source: Click to remove the prompt
de_de: Klicken um die Aufforderung zu entfernen
es: Pulsa para eliminar el aviso.
fr_fr: Cliquez pour retirer l'invite
zh_hans: 点击以消除此提示
zh_hant: 單擊移除提示

# Transcode_Toast_Cancel_Text_1
source: Transcode has been cancelled
de_de: Umschlüsseln wurde abgebrochen
es: Se ha cancelado la transcodificación.
fr_fr: Trancodage a été annulé
zh_hans: 转码已被取消
zh_hant: 轉碼取消

# Transcode_Toast_Cancel_Text_2
source: You can try restarting the transcode
de_de: Sie können versuchen die Umschlüsselung neu zu starten.
es: Puedes intentar reiniciar la transcodificación.
fr_fr: Vous pouvez essayer de redémarrer l'opération
zh_hans: 您可以尝试重启转码任务
zh_hant: 您可以嘗試重新轉檔

# Transcode_Toast_Complete_Text_1
source: Transcoding has been completed!
de_de: Transkodierung wurde abgeschlossen!
es: ¡Transcodificación completada!
fr_fr: Transcodage terminé avec succès
zh_hans: 转码已完成！
zh_hant: 轉檔成功

# Transcode_Toast_Complete_Text_2
source: has been successfully transcoded to
de_de: wurde erfolgreich ümschlüsselt zu
es: se ha transcodificado correctamente a
fr_fr: a été transcodé avec succès en
zh_hans: 已成功转换为
zh_hant: 檔案已成功轉換為

# Transcode_Toast_Title
source: Transcoding:
de_de: Transkodierung:
es: Transcodificando:
fr_fr: Transcodage:
zh_hans: 正在转换:
zh_hant: 轉檔:

# WIFIShare_Error_Web_Content
source: Unable to find the specified resource, please check the URL
de_de: Die angegebene Ressource kann nicht gefunden werden. Überprüfen Sie bitte die URL.
es: No se ha podido encontrar el recurso especificado; por favor, comprueba la URL.
fr_fr: Si vous ne pouvez pas trouver la ressource spécifiée, veuillez vérifier l'URL
zh_hans: 无法找到指定的资源，请检查URL
zh_hant: 找不到指定的資源，請檢查網址

# BluetoothUI_Status_Text_1
source: Searching
de_de: Suche
es: Buscando
fr_fr: Recherche en cours
zh_hans: 搜索中
zh_hant: 搜尋中...

# BluetoothUI_Status_Text_2
source: Search Complete
de_de: Suche abgeschlossen
es: Búsqueda completada
fr_fr: Recherche terminée
zh_hans: 搜索完成
zh_hant: 搜尋完成

# BluetoothUI_Tips_Text_1
source: Please select a paired device first
de_de: Bitte zuerst ein verbundenes Gerät auswählen
es: Selecciona primero un dispositivo vinculado.
fr_fr: Veuillez d'abord sélectionner un appareil couplé
zh_hans: 请先选择一个已配对的设备
zh_hant: 請先選擇已配對的設備

# BluetoothUI_Tips_Text_2
source: Unable to connect to this Bluetooth device, please turn on the Bluetooth switch of this device
de_de: Kann keine Verbindung zu diesem Bluetooth-Gerät hergestellen. Schalten Sie bitte Bluetooth auf dem Gerät ein.
es: No se ha podido conectar este dispositivo Bluetooth; por favor, activa el Bluetooth de este dispositivo.
fr_fr: Impossible de se connecter à cet appareil Bluetooth, veuillez activer l'interrupteur Bluetooth de cet appareil
zh_hans: 无法连接至此蓝牙设备，请打开此设备的蓝牙开关
zh_hant: 無法連接到此藍牙設備，請打開此設備的藍牙

# BluetoothUI_Tips_Text_3
source: Unable to discover the ObexObjectPush service for Bluetooth devices, which is not supported
de_de: Der ObexObjectPush-Dienst für Bluetooth-Geräte, der nicht unterstützt wird, kann nicht erkannt werden.
es: No se ha podido descubrir el servicio ObexObjectPush para dispositivos Bluetooth, el cual no es compatible.
fr_fr: Impossible de découvrir le service ObexObjectPush pour les appareils Bluetooth, qui n'est pas supporté
zh_hans: 无法发现蓝牙设备的ObexObjectPush服务，该设备不受支持
zh_hant: 無法發現支持藍牙設備的Obex Object Push服務

# BluetoothUI_Tips_Text_4
source: Unable to pair with this device
de_de: Koppeln mit diesem Gerät nicht möglich
es: No se puede emparejar con este dispositivo
fr_fr: Impossible d'associer cet appareil
zh_hans: 配对失败
zh_hant: 配對失敗

# BluetoothUI_Tips_Text_5
source: Please confirm that the PIN is the same as the paired device
de_de: Bitte bestätigen Sie, dass die angezeigte PIN mit der PIN auf dem verbundenen Gerät übereinstimmt.
es: Por favor, confirma que el PIN es igual que el del dispositivo vinculado.
fr_fr: Veuillez confirmer que le code PIN est le même que celui de l'appareil jumelé
zh_hans: 请确认PIN码与配对设备一致
zh_hant: 請確認PIN碼與配對的設備相同

# BluetoothUI_Tips_Text_6
source: Please confirm whether to pair with the device
de_de: Bitte bestätigen Sie, ob sie das Gerät verbinden wollen.
es: Confirma que quieres vincular el dispositivo.
fr_fr: Veuillez confirmer si vous voulez vous jumeler avec l'appareil
zh_hans: 请确认是否与设备配对
zh_hant: 請確認是否與設備配對

# Drive_Type_1
source: Local drive
de_de: Lokales Laufwerk
es: Unidad local
fr_fr: Lecteur local
zh_hans: 本地驱动器
zh_hant: 本地磁碟

# Drive_Type_3
source: Removable drive
de_de: Abnehmbares Laufwerk
es: Unidad extraíble
fr_fr: Lecteur amovible
zh_hans: 可移动驱动器
zh_hant: 抽取式磁碟機

# Drive_Type_4
source: Ram drive
de_de: RAM-Laufwerk
es: Unidad RAM
fr_fr: Lecteur RAM
zh_hans: 内存驱动器
zh_hant: 記憶體硬碟

# Drive_Type_5
source: Network drive
de_de: Netzwerkgerät
es: Unidad de red
fr_fr: Lecteur réseau
zh_hans: 网络驱动器
zh_hant: 網絡驅動器

# FileProperty_Duration
source: Duration
de_de: Dauer
es: Duración
fr_fr: Durée
zh_hans: 持续时间
zh_hant: 持續時間

# FileProperty_Latitude
source: Latitude
de_de: Spielraum
es: Latitud
zh_hans: 纬度
zh_hant: 緯度

# FileProperty_Longitude
source: Longitude
de_de: Längengrad
es: Longitud
zh_hans: 经度
zh_hant: 經度

# FileProperty_Resolution
source: Resolution
de_de: Auflösung
es: Resolución
fr_fr: Résolution
zh_hans: 分辨率
zh_hant: 解析度

# FileProperty_ShootingDate
source: Shooting date
de_de: Aufnahmedatum
es: Fecha de creación
fr_fr: Date de création
zh_hans: 拍摄时间
zh_hant: 拍攝日期

# File_Type_Compress_Description
source: Compressed file
de_de: Komprimierte Datei
es: Archivo comprimido
fr_fr: Fichier compressé
zh_hans: 压缩文件
zh_hant: 壓縮檔

# File_Type_RTF_Description
source: RTF file
de_de: RTF-Datei
es: Archivo RTF
fr_fr: Fichier RTF
zh_hans: RTF文件
zh_hant: RTF 文件

# File_Type_TXT_Description
source: Text file
de_de: Textdatei
es: Archivo de texto
fr_fr: Fichier texte
zh_hans: 文本文件
zh_hant: 文字檔

# ProgramPicker_Dialog_BuiltInViewer
source: RX built-in viewer
de_de: RX-Integrierter Viewer
es: Visor integrado en RX
fr_fr: Visionneuse RX intégrée
zh_hans: RX内置查看器
zh_hant: RX 內置檢視器

# ProgramPicker_Dialog_BuiltInViewer_Description
source: RX provides basic viewing functions
de_de: RX bietet grundlegende Anzeigefunktionen
es: RX proporciona funciones básicas de visualización.
fr_fr: RX intégre des outils basiques de visualisation
zh_hans: RX提供基本的查看功能
zh_hant: RX 檔案總管提供基本的觀看功能

# ProgramPicker_Dialog_Title_1
source: Continue using
de_de: Weiter benutzen
es: Continuar usando
fr_fr: Continuer à utiliser
zh_hans: 继续使用以下应用
zh_hant: 繼續使用

# ProgramPicker_Dialog_Title_2
source: Choose another application
de_de: Andere App auswählen
es: Elegir otra aplicación
fr_fr: Choisir une autre application
zh_hans: 选择其他应用
zh_hant: 選擇其他程式

# SizeProperty_Calculating_Text
source: Calculating...
de_de: Berechnung...
es: Calculando...
fr_fr: Calcul...
zh_hans: 计算中...
zh_hant: 計算中...

# Common_Dialog_TipTitle
source: Tips
de_de: Tipps
es: Consejos
fr_fr: Astuces
zh_hans: 提示
zh_hant: 小提示

# Common_Dialog_WarningTitle
source: Warning
de_de: Warnung
es: Advertencia
fr_fr: Avertissement
zh_hans: 警告
zh_hant: 警告

# CropperPage_Custom_Text
source: Custom
de_de: Benutzerdefiniert
es: Personalizado
fr_fr: Personnalisé
zh_hans: 自定义
zh_hant: 自訂

# CropperPage_Filter_Type_1
source: Origin
de_de: Original
es: Origen
fr_fr: Origine
zh_hans: 原图
zh_hant: 來源

# CropperPage_Filter_Type_2
source: Invert
de_de: Invertieren
es: Invertir
fr_fr: Inverser
zh_hans: 反色
zh_hant: 反轉

# CropperPage_Filter_Type_3
source: Gray
de_de: Grau
es: Gris
fr_fr: Gris
zh_hans: 灰度
zh_hant: 灰色

# CropperPage_Filter_Type_4
source: Binary
de_de: Binär
es: Binario
fr_fr: Binaire
zh_hans: 黑白
zh_hant: 二進位

# CropperPage_Filter_Type_6
source: Mosaic
de_de: Mosaik
es: Mosaico
fr_fr: Mosaïque
zh_hans: 马赛克
zh_hant: 馬賽克

# CropperPage_Filter_Type_7
source: Sketch
de_de: Skizze
es: Dibujar
fr_fr: Croquis
zh_hans: 素描
zh_hant: 繪圖

# CropperPage_Filter_Type_8
source: Blurry
de_de: Verschwommen
es: Borroso
fr_fr: Flou
zh_hans: 模糊
zh_hant: 朦朧

# CropperPage_Filter_Type_9
source: OilPainting
de_de: Ölmalerei
es: Pintura al óleo
fr_fr: Peinture à l'huile
zh_hans: 油画
zh_hant: 油畫

# ExtendedSplash_QuickStartItem_Name_2
source: Calculator
de_de: Rechner
es: Calculadora
fr_fr: Calculatrice
zh_hans: 计算器
zh_hant: 小算盤

# ExtendedSplash_QuickStartItem_Name_3
source: Settings
de_de: Einstellungen
es: Ajustes
fr_fr: Paramètres
zh_hans: 设置
zh_hant: 設定

# ExtendedSplash_QuickStartItem_Name_5
source: Calendar
de_de: Kalender
es: Calendario
fr_fr: Calendrier
zh_hans: 日历
zh_hant: 行事曆

# ExtendedSplash_QuickStartItem_Name_6
source: Photos
de_de: Fotos
es: Fotos
zh_hans: 照片
zh_hant: 相片

# ExtendedSplash_QuickStartItem_Name_7
source: Weather
de_de: Wetter
es: Tiempo
fr_fr: le temps
zh_hans: 天气
zh_hant: 天氣

# FileControl_ItemDisplayMode_Large_Icon
source: Large icons
de_de: Große Symbole
es: Iconos grandes
fr_fr: Icônes larges
zh_hans: 大图标
zh_hant: 大圖示

# FileControl_ItemDisplayMode_List
source: List
de_de: Liste
es: Lista
fr_fr: Liste
zh_hans: 列表
zh_hant: 清單

# FileControl_ItemDisplayMode_Medium_Icon
source: Medium icons
de_de: Mittlere Symbole
es: Iconos medianos
fr_fr: Icônes moyennes
zh_hans: 中图标
zh_hant: 中圖示

# FileControl_ItemDisplayMode_Small_Icon
source: Small icons
de_de: Kleine Symbole
es: Iconos pequeños
fr_fr: Icônes petites
zh_hans: 小图标
zh_hant: 小圖示

# FileControl_ItemDisplayMode_Tiles
source: Tiles
de_de: Kacheln
fr_fr: Tuiles
zh_hans: 平铺
zh_hant: 並排

# FolderInfo_File_Count
source: files
de_de: Datei(en)
es: archivos
fr_fr: fichiers
zh_hans: 个文件
zh_hant: 檔案

# FolderInfo_Folder_Count
source: folders
de_de: Ordner
es: carpetas
fr_fr: dossiers
zh_hans: 个文件夹
zh_hant: 資料夾

# MainPage_PageDictionary_SecureArea_Label
source: Security Area
de_de: Sicherheitsbereich
es: Área de seguridad
fr_fr: Espace Sécurisé
zh_hans: 安全域
zh_hant: 加密庫

# Operate_Text_ChooseAnotherApp
source: Choose another app
de_de: Andere App auswählen
es: Elegir otra aplicación
fr_fr: Ouvre avec...
zh_hans: 选择其他应用
zh_hant: 選擇其他應用程式

# Operate_Text_Compression
source: Compression
de_de: Komprimierung
es: Compresión
zh_hans: 压缩
zh_hant: 壓縮

# Operate_Text_Create
source: Create
de_de: Erstellen
es: Crear
fr_fr: Nouveau
zh_hans: 新建
zh_hant: 新增

# Operate_Text_CreateFolder
source: Create folder
de_de: Ordner erstellen
es: Crear carpeta
fr_fr: Dossier
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# Operate_Text_Cut
source: Cut
de_de: Ausschneiden
es: Cortar
fr_fr: Couper
zh_hans: 剪切
zh_hant: 剪下

# Operate_Text_Delete
source: Delete
de_de: Löschen
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

# Operate_Text_Edit
source: Edit
de_de: Bearbeiten
es: Editar
fr_fr: Editer
zh_hans: 编辑
zh_hant: 編輯

# Operate_Text_Merge
source: Merge
de_de: Zusammenführen
es: Fusionar
fr_fr: Fusionner
zh_hans: 合并
zh_hant: 合併

# Operate_Text_Open
source: Open
de_de: Öffnen
es: Abrir
fr_fr: Ouvrir
zh_hans: 打开
zh_hant: 開啟

# Operate_Text_OpenAsAdministrator
source: Open as administrator
de_de: Als Administrator öffnen
es: Abrir como administrador
fr_fr: Ouvrir en tant qu'administrateur
zh_hans: 以管理员权限打开
zh_hant: 以系統管理員執行

# Operate_Text_OpenInWinExplorer
source: Open in Windows Explorer
de_de: Im Windows Explorer öffnen
es: Abrir en Windows Explorer
fr_fr: Ouvrir dans l'Explorateur Windows
zh_hans: 使用系统管理器打开
zh_hant: 在 Windows 檔案總管中開啟

# Operate_Text_OpenWith
source: Open with...
de_de: Öffnen mit...
es: Abrir con...
fr_fr: Ouvrir avec...
zh_hans: 打开方式...
zh_hant: 開啟檔案

# Operate_Text_Paste
source: Paste
de_de: Einfügen
es: Pegar
fr_fr: Coller
zh_hans: 粘贴
zh_hant: 貼上

# Operate_Text_Property
source: Properties
de_de: Eigenschaften
es: Propiedades
fr_fr: Propriétés
zh_hans: 属性
zh_hant: 屬性

# Operate_Text_Refresh
source: Refresh
de_de: Aktualisieren
es: Recargar
fr_fr: Rafraîchir
zh_hans: 刷新
zh_hant: 重新整理

# Operate_Text_Rename
source: Rename
de_de: Umbenennen
es: Renombrar
fr_fr: Renommer
zh_hans: 重命名
zh_hant: 重新命名

# Operate_Text_Share
source: Share
de_de: Teilen
es: Compartir
fr_fr: Partager
zh_hans: 共享
zh_hant: 分享

# Operate_Text_SystemShare
source: System share
de_de: Systemfreigabe
es: Sistema
fr_fr: Options de partage système
zh_hans: 系统共享
zh_hant: 系統分享

# Operate_Text_Transcode
source: Transcode
de_de: Transkodieren
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码
zh_hant: 轉檔

# QueueDialog_BackgroundTaskDisable_CloseButton
source: Never remind
de_de: Nie erinnern
es: No recordar nunca
fr_fr: Ne plus me le rappeler
zh_hans: 不再提醒
zh_hant: 永不醒

# QueueDialog_BackgroundTaskDisable_Content
source: Background tasks are disabled, RX will not be able to notify you in time when the update is released. Please manually enable background task permissions
de_de: Hintergrundaufgaben sind deaktiviert. RX kann Sie nicht rechtzeitig benachrichtigen, wenn das Update veröffentlicht wird. Aktivieren Sie die Berechtigungen für Hintergrundaufgaben manuell.
es: Las tareas en segundo plano están deshabilitadas; RX no podrá notificarte a tiempo cuando se publique la actualización. Por favor, habilita manualmente los permisos de tareas en segundo plano.
fr_fr: Les tâches de fond sont désactivées, RX ne pourra pas vous avertir lors de mises à jour. Veuillez activer manuellement les autorisations de tâches en arrière-plan
zh_hans: 后台任务被禁用，RX将无法在更新发布时及时通知您，请手动开启后台任务权限
zh_hant: 若禁用了背景運行，更新發佈時，RX 檔案總管將無法及時通知您。 請手動啟用背景運行權限

# QueueDialog_BackgroundTaskDisable_PrimaryButton
source: Authorize now
de_de: Jetzt autorisieren
es: Autorizar ahora
fr_fr: Authoriser maintenant
zh_hans: 现在授权
zh_hant: 立即授權

# QueueDialog_BackgroundTaskDisable_SecondaryButton
source: Remind later
de_de: Später erinnern
es: Recordar más tarde
fr_fr: Me le rappeller plus tard
zh_hans: 稍后提醒
zh_hant: 稍後提醒

# QueueDialog_Store_NetworkError_Content
source: Unable to open purchase page due to Microsoft Store or network, please try again later
de_de: Kaufseite kann aufgrund von Microsoft Store oder Netzwerkproblem nicht geöffnet werden. Versuchen Sie es später erneut.
es: No se ha podido abrir la página de compra debido a Microsoft Store o a la red; inténtalo de nuevo más tarde.
fr_fr: Impossible d'ouvrir la page d'achat en raison du Microsoft Store ou du réseau, veuillez réessayer plus tard
zh_hans: 由于微软应用商店或网络原因，无法打开购买页面，请稍后重试
zh_hant: 由於Microsoft 商店或網路問題而無法打開購買頁面，請稍後再試

# QueueDialog_LocateFolderFailure_Content
source: Cannot locate or access the folder, the folder does not exist or lacks access permissions
de_de: Der Ordner kann nicht gefunden werden oder auf ihn zugegriffen werden. Der Ordner ist nicht vorhanden oder verfügt nicht über Zugriffsberechtigungen
es: No se puede ubicar o acceder a la carpeta, la carpeta no existe o carece de permisos de acceso
fr_fr: Impossible de localiser ou d'accéder au dossier, le dossier n'existe pas ou n'a pas les autorisations d'accès
zh_hans: 无法定位或访问文件夹，文件夹不存在或缺少访问权限
zh_hant: 無法找到或訪問該文件夾，該文件夾不存在或缺少訪問權限

# QueueDialog_WaitUntilFinish_CloseButton
source: Later
de_de: Später
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后
zh_hant: 稍後

# QueueDialog_WaitUntilFinish_Content
source: RX Explorer is running some tasks, closing at this time may cause data errors, Do you want to continue?
de_de: RX Explorer fürht eineige Aufgaben aus. Schließen würde eventuell Dateifehler verursachen. Möchten sie fortfahren?
es: RX Explorer está ejecutando algunas tareas; cerrarlo en estos momentos podría causar errores en los datos. ¿Deseas continuar?
fr_fr: RX Explorateur exécute certaines tâches, sa fermeture peut provoquer des erreurs de données. Voulez-vous continuer ?
zh_hans: RX文件管理器正在运行一些任务，此时关闭可能导致数据不正确，是否继续?
zh_hant: RX 檔案總管正在運行某些任務，此時關閉可能會導致數據錯誤，是否要繼續？

# QueueDialog_WaitUntilFinish_PrimaryButton
source: Right now
de_de: Jetzt
es: Ahora mismo
fr_fr: Tout de suite
zh_hans: 立即关闭
zh_hant: 立即

# QuickStart_Protocol_Application_PlaceholderText
source: Enter path or protocol
de_de: Pfad oder Protokoll eingeben
es: Introducir ruta o protocolo
fr_fr: Entrez le chemin ou le protocole
zh_hans: 输入路径或协议
zh_hant: 輸入路徑或協議

# QuickStart_Protocol_Web_PlaceholderText
source: Enter website
de_de: Website eingeben
es: Introducir web
fr_fr: Entrez sur le site Web
zh_hans: 输入网址
zh_hant: 輸入網址

# Reset_Dialog_TotalFile
source: In total
de_de: Insgesamt
es: En total
fr_fr: Total
zh_hans: 总共
zh_hant: 總計

# SearchBox_PlaceholderText
source: Search
de_de: Suche
es: Búsqueda
fr_fr: Rechercher
zh_hans: 搜索
zh_hant: 搜尋

# SecureArea_AES_128Level_Description
source: Recommand
de_de: Empfehlen
es: Recomendado
fr_fr: Recommandé
zh_hans: 推荐
zh_hant: 推薦

# SecureArea_AES_256Level_Description
source: Safer
de_de: Sicherer
es: Más seguro
fr_fr: Mieux sécurisé
zh_hans: 更安全
zh_hant: 較安全

# SystemInfo_Dialog_CPU_LogicalCore_Text
source: logical core
de_de: Logisch(er) Kerne
es: núcleo lógico
fr_fr: coeurs logiques
zh_hans: 个逻辑核心
zh_hant: 邏輯核心

# SystemInfo_Dialog_CPU_PhysicalCore_Text
source: physical core
de_de: Physischer Kern
es: núcleo físico
fr_fr: coeurs physiques
zh_hans: 个物理核心
zh_hant: 物理核心

# SystemInfo_Dialog_GPU_Memory_Text
source: GPU memory
de_de: GPU-Speicher
es: Memoria de GPU
fr_fr: Mémoire vidéo
zh_hans: GPU内存
zh_hant: GPU 記憶體

# SystemInfo_Dialog_GPU_Model_Text
source: GPU model
de_de: GPU-Modell
es: Modelo de GPU
fr_fr: Modèle de la carte graphique
zh_hans: GPU型号
zh_hant: GPU 型號

# SystemInfo_Dialog_Memory_Available_Text
source: available
de_de: verfügbar
es: disponible
fr_fr: disponible
zh_hans: 可用
zh_hant: 可用

# SystemInfo_Dialog_Memory_Total_Text
source: Total
de_de: Insgesamt
zh_hans: 总共
zh_hant: 總計
